<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>ios-arm64/AmaniSDK.framework/AmaniSDK</key>
		<data>
		fM4/Btr38H54kHSqJ+OGBtwDwwU=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Headers/Amani.h</key>
		<data>
		H4LhRg1VOjxoMOSORMuEUW4nu/s=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Headers/AmaniSDK-Swift.h</key>
		<data>
		LWy32wFnwLIKBij3OXHxozF0dfY=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Info.plist</key>
		<data>
		5sHA/YdSd2jd/RDPJRh8Pq4j1SE=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		0st8JnnBqyNs5TMJV0YKdj5Hd6w=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		b4kZZPLH1aDtgeP/qWsNxxBth7Q=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		LJxKcqKjk8T8kUwRLtcTPr5wJVw=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		b4kZZPLH1aDtgeP/qWsNxxBth7Q=
		</data>
		<key>ios-arm64/AmaniSDK.framework/Modules/module.modulemap</key>
		<data>
		27xECBW4kY4lmd2/Wzartjhho9Y=
		</data>
		<key>ios-arm64/AmaniSDK.framework/PrivacyInfo.xcprivacy</key>
		<data>
		77KHO8+35h4R2kSu6fS7eomT00Q=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/analytics/coremldata.bin</key>
		<data>
		CqZITZlvAfIQbwLdCfTT2uUh1Uk=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/coremldata.bin</key>
		<data>
		FZwhDdGnGNNQQpMiQYWv3TSPxT4=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/metadata.json</key>
		<data>
		huawHKLTauRgJfdYT1uvzBUGfz4=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		xEunCRCbcRLtcj/lQhWPaZF+/X0=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/coremldata.bin</key>
		<data>
		AKRj1uBRCDMgugiYbeSq/1g9g3M=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.net</key>
		<data>
		2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.shape</key>
		<data>
		WE5SgDLViJd/kC+r0vd5YySMxnw=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.weights</key>
		<data>
		mNGqXLPURXwIsRm4IOSwS04bWhw=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model1/coremldata.bin</key>
		<data>
		x8UTOfGnM/JBM/Z7fQDH1a60/lw=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/AmaniSDK</key>
		<data>
		8q3DmM8oZRPt/djs/GiPwXbZz2k=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Headers/Amani.h</key>
		<data>
		H4LhRg1VOjxoMOSORMuEUW4nu/s=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Headers/AmaniSDK-Swift.h</key>
		<data>
		/DY0EuMxuzlI+ycy3MA2RhaRsvw=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Info.plist</key>
		<data>
		WfPxR98yILiT1PMzCGAnPgvjmO8=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		pPs2SOe0WEMMF+Tla/yU1kRjW0U=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		ZdXLQbXZGA4qwNEnmd+gUm2BcL8=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		pPs2SOe0WEMMF+Tla/yU1kRjW0U=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		MuMKlvvj/cZuFkgg8ecr4u1vRFo=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		Kk+OklwNw9fHF/wyCC3uEyQjW5U=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		MuMKlvvj/cZuFkgg8ecr4u1vRFo=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/module.modulemap</key>
		<data>
		27xECBW4kY4lmd2/Wzartjhho9Y=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/PrivacyInfo.xcprivacy</key>
		<data>
		77KHO8+35h4R2kSu6fS7eomT00Q=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeDirectory</key>
		<data>
		AUo0AQYpSwp6JK9z6WO6Vueh3g4=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeRequirements</key>
		<data>
		OnX22wWFKRSOFN1+obRynMCeyXM=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeRequirements-1</key>
		<data>
		CWos1avDGDE6JQzUOrcXgIbNVu0=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeResources</key>
		<data>
		Oy+1/GnsE+AY1/1BH05DG8K+iRU=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeSignature</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/analytics/coremldata.bin</key>
		<data>
		CqZITZlvAfIQbwLdCfTT2uUh1Uk=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/coremldata.bin</key>
		<data>
		A6RZ5BdYhxm2YbnJQsd6M724hWc=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/metadata.json</key>
		<data>
		huawHKLTauRgJfdYT1uvzBUGfz4=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		xEunCRCbcRLtcj/lQhWPaZF+/X0=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/coremldata.bin</key>
		<data>
		AKRj1uBRCDMgugiYbeSq/1g9g3M=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.net</key>
		<data>
		2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.shape</key>
		<data>
		WE5SgDLViJd/kC+r0vd5YySMxnw=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.weights</key>
		<data>
		mNGqXLPURXwIsRm4IOSwS04bWhw=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model1/coremldata.bin</key>
		<data>
		x8UTOfGnM/JBM/Z7fQDH1a60/lw=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>ios-arm64/AmaniSDK.framework/AmaniSDK</key>
		<dict>
			<key>hash</key>
			<data>
			fM4/Btr38H54kHSqJ+OGBtwDwwU=
			</data>
			<key>hash2</key>
			<data>
			bSswYVLlKGv7qAyyXYs2w/EYCSamYIe8YN8JKuOFNP8=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Headers/Amani.h</key>
		<dict>
			<key>hash</key>
			<data>
			H4LhRg1VOjxoMOSORMuEUW4nu/s=
			</data>
			<key>hash2</key>
			<data>
			isgjxWPpaLKNE8+42w+jl90e+wkJulPluSpeO6KI01I=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Headers/AmaniSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			LWy32wFnwLIKBij3OXHxozF0dfY=
			</data>
			<key>hash2</key>
			<data>
			mKaMMi4tsAQyt5Fx6O+jsR/7+uVawaVV3EYNmPHh1Po=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			5sHA/YdSd2jd/RDPJRh8Pq4j1SE=
			</data>
			<key>hash2</key>
			<data>
			u8kdgHfM0xI7yG60jw5+AWvGuEu0oSSsGayrNcxt3O4=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			0st8JnnBqyNs5TMJV0YKdj5Hd6w=
			</data>
			<key>hash2</key>
			<data>
			znEcY86rdiYN+Y2whdFHjxDp5+H6hx1z99IT3DVjc2U=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			b4kZZPLH1aDtgeP/qWsNxxBth7Q=
			</data>
			<key>hash2</key>
			<data>
			zP0GaFNS9JeMrheHlW1qO2n7ypKKbTcdkCN7M6ck/iY=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			LJxKcqKjk8T8kUwRLtcTPr5wJVw=
			</data>
			<key>hash2</key>
			<data>
			3n+aj+EepjJxaFffXJbzzcOjeeTPYWZ/dXfDXIjPyMo=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			b4kZZPLH1aDtgeP/qWsNxxBth7Q=
			</data>
			<key>hash2</key>
			<data>
			zP0GaFNS9JeMrheHlW1qO2n7ypKKbTcdkCN7M6ck/iY=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			27xECBW4kY4lmd2/Wzartjhho9Y=
			</data>
			<key>hash2</key>
			<data>
			KWCCHRJzGMNDanfMCsFHs6nyca5oLNrRE7qdpkuSA5c=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			77KHO8+35h4R2kSu6fS7eomT00Q=
			</data>
			<key>hash2</key>
			<data>
			o4ZSDHrKoeVkJGUo/PxeA0NCbYgzO59C8CSQ3dMU5OM=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			CqZITZlvAfIQbwLdCfTT2uUh1Uk=
			</data>
			<key>hash2</key>
			<data>
			7XoOEDJnTASqVeu1QzkRakqBdCnn3pLjMhu7mP5cMmg=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			FZwhDdGnGNNQQpMiQYWv3TSPxT4=
			</data>
			<key>hash2</key>
			<data>
			hPMyr1O+zo7aASbKPUfGGiHkfd696fgOfNsypxOgcGU=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			huawHKLTauRgJfdYT1uvzBUGfz4=
			</data>
			<key>hash2</key>
			<data>
			1WiSI4uRT8Z669EEx2rwJJcypuWwWOx3c1nkBSrjff8=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xEunCRCbcRLtcj/lQhWPaZF+/X0=
			</data>
			<key>hash2</key>
			<data>
			dEvL3VhzuWCyqksq6AyAR+H9RyRkN2VmgvkL4qKtoQQ=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AKRj1uBRCDMgugiYbeSq/1g9g3M=
			</data>
			<key>hash2</key>
			<data>
			2xHNV4tdiwJG1th4YsuAdGYJP2p8UMCtc//TB1CqvLI=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
			</data>
			<key>hash2</key>
			<data>
			rULhA673r8J/+3Vqm4Xt7yvA6nj1vB+jrSZ2pr3mpBk=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			WE5SgDLViJd/kC+r0vd5YySMxnw=
			</data>
			<key>hash2</key>
			<data>
			6bR/J+G0YqscRj2imRM6l2l6QE/CSgC9zLQ86MtrQG0=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			mNGqXLPURXwIsRm4IOSwS04bWhw=
			</data>
			<key>hash2</key>
			<data>
			++GpmNZOiVuidm5Ur5Ekux2VZXjEphOhZ0ARNiaEITA=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tGU7K8v0jbmLrWPOZkDsl7EBsZk=
			</data>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>ios-arm64/AmaniSDK.framework/holo.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			x8UTOfGnM/JBM/Z7fQDH1a60/lw=
			</data>
			<key>hash2</key>
			<data>
			MKo2FYHByFM8yz5epQJTwzMNPctMWy4jmucG9X1yOG4=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/AmaniSDK</key>
		<dict>
			<key>hash</key>
			<data>
			8q3DmM8oZRPt/djs/GiPwXbZz2k=
			</data>
			<key>hash2</key>
			<data>
			WA5SP82T7VZYCAJmK80HyvnG66ofzTPVurWYUKesl1A=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Headers/Amani.h</key>
		<dict>
			<key>hash</key>
			<data>
			H4LhRg1VOjxoMOSORMuEUW4nu/s=
			</data>
			<key>hash2</key>
			<data>
			isgjxWPpaLKNE8+42w+jl90e+wkJulPluSpeO6KI01I=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Headers/AmaniSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			/DY0EuMxuzlI+ycy3MA2RhaRsvw=
			</data>
			<key>hash2</key>
			<data>
			VNbydRcD3LzTpKLQtKymafnxJztNgCMGupnqBnv9ySM=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			WfPxR98yILiT1PMzCGAnPgvjmO8=
			</data>
			<key>hash2</key>
			<data>
			/A1mJ6fuRnPBOFq3YHZkJALGzjf/f72aK0GqRgQLjr8=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
			</data>
			<key>hash2</key>
			<data>
			l216mtLig83HQo/zjWSxEAzYr8BCFtgMDDW9GoQp4n0=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pPs2SOe0WEMMF+Tla/yU1kRjW0U=
			</data>
			<key>hash2</key>
			<data>
			NqXPpfzJ6HjqV7FNgx1l/5EGEXacuVAEe2DbSpfHFqQ=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ZdXLQbXZGA4qwNEnmd+gUm2BcL8=
			</data>
			<key>hash2</key>
			<data>
			a1ecTQueSejraWhYpXnJgmYZQaZvE/gJsAvLQHDJY3A=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pPs2SOe0WEMMF+Tla/yU1kRjW0U=
			</data>
			<key>hash2</key>
			<data>
			NqXPpfzJ6HjqV7FNgx1l/5EGEXacuVAEe2DbSpfHFqQ=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
			</data>
			<key>hash2</key>
			<data>
			l216mtLig83HQo/zjWSxEAzYr8BCFtgMDDW9GoQp4n0=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MuMKlvvj/cZuFkgg8ecr4u1vRFo=
			</data>
			<key>hash2</key>
			<data>
			ZwVssChmwv/Cf2DRrBZ7VQQxgitP//djDTzfxORLTik=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Kk+OklwNw9fHF/wyCC3uEyQjW5U=
			</data>
			<key>hash2</key>
			<data>
			GseRr7qcTlJYRrACipGisvKPvZW/3kPl2EilPlxOJ7w=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MuMKlvvj/cZuFkgg8ecr4u1vRFo=
			</data>
			<key>hash2</key>
			<data>
			ZwVssChmwv/Cf2DRrBZ7VQQxgitP//djDTzfxORLTik=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			27xECBW4kY4lmd2/Wzartjhho9Y=
			</data>
			<key>hash2</key>
			<data>
			KWCCHRJzGMNDanfMCsFHs6nyca5oLNrRE7qdpkuSA5c=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			77KHO8+35h4R2kSu6fS7eomT00Q=
			</data>
			<key>hash2</key>
			<data>
			o4ZSDHrKoeVkJGUo/PxeA0NCbYgzO59C8CSQ3dMU5OM=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeDirectory</key>
		<dict>
			<key>hash</key>
			<data>
			AUo0AQYpSwp6JK9z6WO6Vueh3g4=
			</data>
			<key>hash2</key>
			<data>
			aU51pgUa8TaB/sAbM9Iyrz2fCxtIGGJLqlKfQ+3tKQY=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeRequirements</key>
		<dict>
			<key>hash</key>
			<data>
			OnX22wWFKRSOFN1+obRynMCeyXM=
			</data>
			<key>hash2</key>
			<data>
			mHkgkE6rZQ51eIwFSqCwUk5qgL/HGqMt+NI3phdD+YY=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeRequirements-1</key>
		<dict>
			<key>hash</key>
			<data>
			CWos1avDGDE6JQzUOrcXgIbNVu0=
			</data>
			<key>hash2</key>
			<data>
			Q3ZuZ1/7VQ17sqRC+1AB6VMx8r7g/+Unm6mXjp7cpUM=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeResources</key>
		<dict>
			<key>hash</key>
			<data>
			Oy+1/GnsE+AY1/1BH05DG8K+iRU=
			</data>
			<key>hash2</key>
			<data>
			78X/aP+aXWSptz9Ek3HmORfYGPzzhmkYKZMeLRSUvck=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/_CodeSignature/CodeSignature</key>
		<dict>
			<key>hash</key>
			<data>
			2jmj7l5rSw0yVb/vlWAYkK/YBwk=
			</data>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			CqZITZlvAfIQbwLdCfTT2uUh1Uk=
			</data>
			<key>hash2</key>
			<data>
			7XoOEDJnTASqVeu1QzkRakqBdCnn3pLjMhu7mP5cMmg=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			A6RZ5BdYhxm2YbnJQsd6M724hWc=
			</data>
			<key>hash2</key>
			<data>
			yhb3GPGNa2Hqh2C0FAnpVEqMEdNzkJo+HCnbjJnQnzc=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			huawHKLTauRgJfdYT1uvzBUGfz4=
			</data>
			<key>hash2</key>
			<data>
			1WiSI4uRT8Z669EEx2rwJJcypuWwWOx3c1nkBSrjff8=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xEunCRCbcRLtcj/lQhWPaZF+/X0=
			</data>
			<key>hash2</key>
			<data>
			dEvL3VhzuWCyqksq6AyAR+H9RyRkN2VmgvkL4qKtoQQ=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AKRj1uBRCDMgugiYbeSq/1g9g3M=
			</data>
			<key>hash2</key>
			<data>
			2xHNV4tdiwJG1th4YsuAdGYJP2p8UMCtc//TB1CqvLI=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
			</data>
			<key>hash2</key>
			<data>
			rULhA673r8J/+3Vqm4Xt7yvA6nj1vB+jrSZ2pr3mpBk=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			WE5SgDLViJd/kC+r0vd5YySMxnw=
			</data>
			<key>hash2</key>
			<data>
			6bR/J+G0YqscRj2imRM6l2l6QE/CSgC9zLQ86MtrQG0=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			mNGqXLPURXwIsRm4IOSwS04bWhw=
			</data>
			<key>hash2</key>
			<data>
			++GpmNZOiVuidm5Ur5Ekux2VZXjEphOhZ0ARNiaEITA=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tGU7K8v0jbmLrWPOZkDsl7EBsZk=
			</data>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>ios-arm64_x86_64-simulator/AmaniSDK.framework/holo.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			x8UTOfGnM/JBM/Z7fQDH1a60/lw=
			</data>
			<key>hash2</key>
			<data>
			MKo2FYHByFM8yz5epQJTwzMNPctMWy4jmucG9X1yOG4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
