<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Amani.h</key>
		<data>
		H4LhRg1VOjxoMOSORMuEUW4nu/s=
		</data>
		<key>Headers/AmaniSDK-Swift.h</key>
		<data>
		/DY0EuMxuzlI+ycy3MA2RhaRsvw=
		</data>
		<key>Info.plist</key>
		<data>
		WfPxR98yILiT1PMzCGAnPgvjmO8=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		pPs2SOe0WEMMF+Tla/yU1kRjW0U=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		ZdXLQbXZGA4qwNEnmd+gUm2BcL8=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		pPs2SOe0WEMMF+Tla/yU1kRjW0U=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		/C0aeztpe/74MJeAx435BxAQRqc=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		MuMKlvvj/cZuFkgg8ecr4u1vRFo=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		Kk+OklwNw9fHF/wyCC3uEyQjW5U=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		MuMKlvvj/cZuFkgg8ecr4u1vRFo=
		</data>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		/BubGtdZoojKYw78iVVUXMK/okg=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		27xECBW4kY4lmd2/Wzartjhho9Y=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		77KHO8+35h4R2kSu6fS7eomT00Q=
		</data>
		<key>holo.mlmodelc/analytics/coremldata.bin</key>
		<data>
		CqZITZlvAfIQbwLdCfTT2uUh1Uk=
		</data>
		<key>holo.mlmodelc/coremldata.bin</key>
		<data>
		A6RZ5BdYhxm2YbnJQsd6M724hWc=
		</data>
		<key>holo.mlmodelc/metadata.json</key>
		<data>
		huawHKLTauRgJfdYT1uvzBUGfz4=
		</data>
		<key>holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		xEunCRCbcRLtcj/lQhWPaZF+/X0=
		</data>
		<key>holo.mlmodelc/model0/coremldata.bin</key>
		<data>
		AKRj1uBRCDMgugiYbeSq/1g9g3M=
		</data>
		<key>holo.mlmodelc/model0/model.espresso.net</key>
		<data>
		2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
		</data>
		<key>holo.mlmodelc/model0/model.espresso.shape</key>
		<data>
		WE5SgDLViJd/kC+r0vd5YySMxnw=
		</data>
		<key>holo.mlmodelc/model0/model.espresso.weights</key>
		<data>
		mNGqXLPURXwIsRm4IOSwS04bWhw=
		</data>
		<key>holo.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>holo.mlmodelc/model1/coremldata.bin</key>
		<data>
		x8UTOfGnM/JBM/Z7fQDH1a60/lw=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Amani.h</key>
		<dict>
			<key>hash</key>
			<data>
			H4LhRg1VOjxoMOSORMuEUW4nu/s=
			</data>
			<key>hash2</key>
			<data>
			isgjxWPpaLKNE8+42w+jl90e+wkJulPluSpeO6KI01I=
			</data>
		</dict>
		<key>Headers/AmaniSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			/DY0EuMxuzlI+ycy3MA2RhaRsvw=
			</data>
			<key>hash2</key>
			<data>
			VNbydRcD3LzTpKLQtKymafnxJztNgCMGupnqBnv9ySM=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
			</data>
			<key>hash2</key>
			<data>
			l216mtLig83HQo/zjWSxEAzYr8BCFtgMDDW9GoQp4n0=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pPs2SOe0WEMMF+Tla/yU1kRjW0U=
			</data>
			<key>hash2</key>
			<data>
			NqXPpfzJ6HjqV7FNgx1l/5EGEXacuVAEe2DbSpfHFqQ=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ZdXLQbXZGA4qwNEnmd+gUm2BcL8=
			</data>
			<key>hash2</key>
			<data>
			a1ecTQueSejraWhYpXnJgmYZQaZvE/gJsAvLQHDJY3A=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			pPs2SOe0WEMMF+Tla/yU1kRjW0U=
			</data>
			<key>hash2</key>
			<data>
			NqXPpfzJ6HjqV7FNgx1l/5EGEXacuVAEe2DbSpfHFqQ=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			/C0aeztpe/74MJeAx435BxAQRqc=
			</data>
			<key>hash2</key>
			<data>
			rXDgiOrz71AxlH8rYOlOW630xS1IIRj+8xIZ+oqIxNY=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			HWu7aL8NGpzlTTbFb1Kv2vmDVLE=
			</data>
			<key>hash2</key>
			<data>
			l216mtLig83HQo/zjWSxEAzYr8BCFtgMDDW9GoQp4n0=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MuMKlvvj/cZuFkgg8ecr4u1vRFo=
			</data>
			<key>hash2</key>
			<data>
			ZwVssChmwv/Cf2DRrBZ7VQQxgitP//djDTzfxORLTik=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Kk+OklwNw9fHF/wyCC3uEyQjW5U=
			</data>
			<key>hash2</key>
			<data>
			GseRr7qcTlJYRrACipGisvKPvZW/3kPl2EilPlxOJ7w=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MuMKlvvj/cZuFkgg8ecr4u1vRFo=
			</data>
			<key>hash2</key>
			<data>
			ZwVssChmwv/Cf2DRrBZ7VQQxgitP//djDTzfxORLTik=
			</data>
		</dict>
		<key>Modules/AmaniSDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			/BubGtdZoojKYw78iVVUXMK/okg=
			</data>
			<key>hash2</key>
			<data>
			XGrsHfFNkXODazwoAtosaOrLoRQKrqKkg+p9UGPQBlk=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			27xECBW4kY4lmd2/Wzartjhho9Y=
			</data>
			<key>hash2</key>
			<data>
			KWCCHRJzGMNDanfMCsFHs6nyca5oLNrRE7qdpkuSA5c=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			77KHO8+35h4R2kSu6fS7eomT00Q=
			</data>
			<key>hash2</key>
			<data>
			o4ZSDHrKoeVkJGUo/PxeA0NCbYgzO59C8CSQ3dMU5OM=
			</data>
		</dict>
		<key>holo.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			CqZITZlvAfIQbwLdCfTT2uUh1Uk=
			</data>
			<key>hash2</key>
			<data>
			7XoOEDJnTASqVeu1QzkRakqBdCnn3pLjMhu7mP5cMmg=
			</data>
		</dict>
		<key>holo.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			A6RZ5BdYhxm2YbnJQsd6M724hWc=
			</data>
			<key>hash2</key>
			<data>
			yhb3GPGNa2Hqh2C0FAnpVEqMEdNzkJo+HCnbjJnQnzc=
			</data>
		</dict>
		<key>holo.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			huawHKLTauRgJfdYT1uvzBUGfz4=
			</data>
			<key>hash2</key>
			<data>
			1WiSI4uRT8Z669EEx2rwJJcypuWwWOx3c1nkBSrjff8=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xEunCRCbcRLtcj/lQhWPaZF+/X0=
			</data>
			<key>hash2</key>
			<data>
			dEvL3VhzuWCyqksq6AyAR+H9RyRkN2VmgvkL4qKtoQQ=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AKRj1uBRCDMgugiYbeSq/1g9g3M=
			</data>
			<key>hash2</key>
			<data>
			2xHNV4tdiwJG1th4YsuAdGYJP2p8UMCtc//TB1CqvLI=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			2ztig7aMzbLC9ZQ0OZOGvcbdQ/M=
			</data>
			<key>hash2</key>
			<data>
			rULhA673r8J/+3Vqm4Xt7yvA6nj1vB+jrSZ2pr3mpBk=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			WE5SgDLViJd/kC+r0vd5YySMxnw=
			</data>
			<key>hash2</key>
			<data>
			6bR/J+G0YqscRj2imRM6l2l6QE/CSgC9zLQ86MtrQG0=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			mNGqXLPURXwIsRm4IOSwS04bWhw=
			</data>
			<key>hash2</key>
			<data>
			++GpmNZOiVuidm5Ur5Ekux2VZXjEphOhZ0ARNiaEITA=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tGU7K8v0jbmLrWPOZkDsl7EBsZk=
			</data>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>holo.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>holo.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			x8UTOfGnM/JBM/Z7fQDH1a60/lw=
			</data>
			<key>hash2</key>
			<data>
			MKo2FYHByFM8yz5epQJTwzMNPctMWy4jmucG9X1yOG4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
